Zenith-Tek/AquaControl_FW/aquacontrol_sender/fw/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_MISO_GPIO=5
CONFIG_SCK_GPIO=4
CONFIG_MOSI_GPIO=6
CONFIG_CS_GPIO=7
CONFIG_RST_GPIO=3
